blog/2022/2022-jan-down-summary.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-05 Sat 21:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>2022 年 1 月下旬总结</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">2022 年 1 月下旬总结</h1>
</header><p>
总结 1.20-1.31。
</p>

<p>
这些天每天都在卖对联，觉不够睡，身体也疲惫，编程也没有精力。这种生活直到 31 号，也就是除夕才结束。除夕那天晚上八点多才回到家里，吃上一碗妈妈包的饺子。
</p>

<p>
我住在县城爸爸买的房子这儿，卖对联要到老家所属的镇上，骑电动车需要 40 分钟左右的路程。每到逢集时，我都要早起赶到地方，帮着爸爸摆放对联，等待顾客来买。我无数次地想不干这些活，因为我自私地认为编程于我而言更重要些。但是，我又想：如果不干活挣钱，我又哪里来的时间与金钱编程呢？想到这儿，我就坚持着做完了所有事情。终于能够休息，编程了。
</p>

<p>
在这样忙碌的日子里，我记下来一些感想碎片：
</p>

<p>
在真正忙碌的日子里，心灵是荒芜的，写诗成为一种奢侈
</p>

<p>
希望未来的自己不要纠结于太和的房子的归属问题。这个房子不属于我，它应该是爸爸妈妈养老的地方。也是我在故乡的家
</p>

<p>
物欲的降低，导致人们对精神生活的更高要求
</p>

<p>
危险的楼梯是我梦里最常见的意象，或陡峭，或上下两难
</p>

<p>
太在乎别人的看法，以至于丢掉了自我</p>
</div>
</body>
</html>